Repository: Subfly/yaba
Catalog: Darwin/YABA/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sk, sv, tr, zh_hans

# How To Sync General Message 4
source: Once allowed, you’ll see a screen with instructions and a list of devices on your network. To make your other devices visible, ensure they’re connected to the same network and have the Sync screen open. An active internet connection isn’t required—connecting through the same hotspot is enough for YABA to discover your devices.
de: Wenn du die Erlaubnis erteilst, siehst du einen Bildschirm mit Anweisungen und einer Liste der Geräte in deinem Netzwerk. Damit deine anderen Geräte sichtbar werden, müssen sie mit demselben Netzwerk verbunden sein und der Sync‑Bildschirm geöffnet sein. Eine aktive Internetverbindung ist nicht erforderlich — die Verbindung über denselben Hotspot reicht, damit YABA deine Geräte entdeckt.
es: Una vez que lo permitas, verás una pantalla con instrucciones y una lista de dispositivos en tu red. Para que tus otros dispositivos sean visibles, asegúrate de que estén conectados a la misma red y de que tengan abierta la pantalla de Sincronización. No hace falta una conexión a Internet activa —conectarse al mismo punto de acceso es suficiente para que YABA descubra tus dispositivos.
fr: Une fois l’autorisation accordée, tu verras un écran avec des instructions et une liste des appareils sur ton réseau. Pour rendre tes autres appareils visibles, assure-toi qu’ils sont connectés au même réseau et que l’écran de synchronisation est ouvert. Une connexion Internet active n’est pas nécessaire — se connecter au même point d’accès suffit pour que YABA découvre tes appareils.
hi: अनुमति देने के बाद, आप निर्देशों वाली एक स्क्रीन और आपके नेटवर्क पर मौजूद डिवाइसों की एक सूची देखेंगे। अपने अन्य डिवाइस दिखाने के लिए सुनिश्चित करें कि वे उसी नेटवर्क से जुड़े हों और Sync स्क्रीन खुली हो। एक सक्रिय इंटरनेट कनेक्शन आवश्यक नहीं है—एक ही हॉटस्पॉट से जुड़ना YABA के लिए आपके डिवाइस खोजने के लिए पर्याप्त है।
it: Una volta autorizzato, vedrai una schermata con le istruzioni e un elenco dei dispositivi sulla tua rete. Per rendere visibili gli altri dispositivi, assicurati che siano connessi alla stessa rete e che la schermata Sincronizzazione sia aperta. Non è necessaria una connessione Internet attiva: basta essere connessi allo stesso hotspot affinché YABA possa rilevare i dispositivi.
ja: 許可すると、指示とネットワーク上のデバイス一覧が表示される画面が表示されます。ほかのデバイスを表示するには、それらが同じネットワークに接続され、Sync画面が開かれていることを確認してください。アクティブなインターネット接続は必要ありません—同じホットスポットに接続されていればYABAがデバイスを検出できます。
ko: 권한을 허용하면 지침과 네트워크에 있는 기기 목록이 표시되는 화면이 나타납니다. 다른 기기를 표시하려면 해당 기기들이 동일한 네트워크에 연결되어 있고 동기화 화면을 열어 두었는지 확인하세요. 활성 인터넷 연결은 필요하지 않습니다—동일한 핫스팟에 연결되어 있으면 YABA가 기기를 발견할 수 있습니다.
nb: Når du har gitt tillatelse, ser du en skjerm med instruksjoner og en liste over enheter på nettverket ditt. For at de andre enhetene skal bli synlige, må du sørge for at de er koblet til samme nettverk og har Synkroniseringsskjermen åpen. En aktiv internettforbindelse er ikke påkrevd—tilkobling via samme hotspot er nok for at YABA skal oppdage enhetene dine.
nl: Zodra je toestemming geeft, zie je een scherm met instructies en een lijst met apparaten op je netwerk. Zorg dat je andere apparaten zichtbaar zijn door ze op hetzelfde netwerk aan te sluiten en het synchronisatiescherm te openen. Een actieve internetverbinding is niet nodig — verbinding via dezelfde hotspot is voldoende zodat YABA je apparaten kan ontdekken.
pt_br: Uma vez permitido, você verá uma tela com instruções e uma lista de dispositivos na sua rede. Para tornar seus outros dispositivos visíveis, certifique‑se de que eles estejam conectados à mesma rede e com a tela Sincronizar aberta. Uma conexão ativa com a internet não é necessária — conectar‑se pelo mesmo hotspot é suficiente para o YABA descobrir seus dispositivos.
sk: Keď povolíš, zobrazí sa obrazovka s pokynmi a zoznamom zariadení v tvojej sieti. Aby sa tvoje ostatné zariadenia zobrazili, uisti sa, že sú pripojené k tej istej sieti a majú otvorenú obrazovku Synchronizácia. Aktívne internetové pripojenie nie je potrebné — stačí pripojenie cez rovnaký hotspot, aby YABA našla tvoje zariadenia.
sv: När du tillåter det ser du en skärm med instruktioner och en lista över enheter på ditt nätverk. För att göra dina andra enheter synliga, se till att de är anslutna till samma nätverk och har synkroniseringsskärmen öppen. En aktiv internetanslutning krävs inte—att vara uppkopplad mot samma hotspot räcker för att YABA ska hitta dina enheter.
tr: İzin verdikten sonra, talimatların ve ağınızdaki cihazların bir listesinin olduğu bir ekran göreceksiniz. Diğer cihazlarınızın görünür olması için aynı ağa bağlı olduklarından ve Eşitleme ekranının açık olduğundan emin olun. YABA'nın cihazlarınızı bulması için aktif bir internet bağlantısı gerekmez—aynı hotspot'a bağlanmak yeterlidir.
zh_hans: 允许后，你会看到带有说明和网络上设备列表的界面。要让其他设备可见，请确保它们连接到相同的网络并打开同步界面。无需活动的互联网连接——通过同一热点连接就足够让 YABA 发现你的设备。

# How To Sync General Message 5
source: When your devices are on the same network and the Sync screen is open, they’ll appear in the list of **Available Devices**.
de: Wenn deine Geräte im selben Netzwerk sind und der Sync‑Bildschirm geöffnet ist, erscheinen sie in der Liste **Verfügbare Geräte**.
es: Cuando tus dispositivos estén en la misma red y la pantalla de Sincronización esté abierta, aparecerán en la lista **Dispositivos disponibles**.
fr: Quand tes appareils sont sur le même réseau et que l’écran de synchronisation est ouvert, ils apparaîtront dans la liste **Appareils disponibles**.
hi: जब आपके डिवाइस एक ही नेटवर्क पर होंगे और Sync स्क्रीन खुली होगी, तो वे **उपलब्ध डिवाइस** की सूची में दिखाई देंगे।
it: Quando i tuoi dispositivi sono sulla stessa rete e la schermata Sincronizzazione è aperta, appariranno nell'elenco **Dispositivi disponibili**.
ja: デバイスが同じネットワーク上にありSync画面が開かれていると、**利用可能なデバイス**の一覧に表示されます。
ko: 기기들이 동일한 네트워크에 있고 동기화 화면이 열려 있으면 **사용 가능한 기기** 목록에 나타납니다.
nb: Når enhetene dine er på samme nettverk og Synkroniseringsskjermen er åpen, vil de vises i listen **Tilgjengelige enheter**.
nl: Wanneer je apparaten op hetzelfde netwerk zitten en het synchronisatiescherm open is, verschijnen ze in de lijst **Beschikbare apparaten**.
pt_br: Quando seus dispositivos estiverem na mesma rede e a tela Sincronizar estiver aberta, eles aparecerão na lista de **Dispositivos Disponíveis**.
sk: Keď sú zariadenia v rovnakej sieti a obrazovka Synchronizácia je otvorená, zobrazia sa v zozname **Dostupné zariadenia**.
sv: När dina enheter är på samma nätverk och synkroniseringsskärmen är öppen kommer de att visas i listan **Tillgängliga enheter**.
tr: Cihazlarınız aynı ağda ve Eşitleme ekranı açıksa, **Kullanılabilir Cihazlar** listesinde görünecekler.
zh_hans: 当你的设备处于同一网络且同步界面已打开时，它们会出现在 **可用设备** 列表中。

# How To Sync General Message 6
source: When you select a device, it will receive a sync request. This step ensures you don’t accidentally connect to other devices on the same network, protecting you from unwanted access. Once the request is accepted, synchronization begins automatically.
de: Wenn du ein Gerät auswählst, erhält es eine Synchronisationsanfrage. Dieser Schritt stellt sicher, dass du dich nicht versehentlich mit anderen Geräten im selben Netzwerk verbindest und schützt dich vor unerwünschtem Zugriff. Sobald die Anfrage akzeptiert wurde, beginnt die Synchronisation automatisch.
es: Cuando selecciones un dispositivo, este recibirá una solicitud de sincronización. Este paso asegura que no te conectes por error a otros dispositivos en la misma red y te protege de accesos no deseados. Una vez aceptada la solicitud, la sincronización comienza automáticamente.
fr: Lorsque tu sélectionnes un appareil, il recevra une demande de synchronisation. Cette étape évite que tu te connectes accidentellement à d’autres appareils sur le même réseau et te protège contre tout accès non souhaité. Une fois la demande acceptée, la synchronisation démarre automatiquement.
hi: जब आप किसी डिवाइस का चयन करेंगे, उसे एक सिंक अनुरोध भेजा जाएगा। यह कदम सुनिश्चित करता है कि आप गलती से उसी नेटवर्क पर मौजूद अन्य डिवाइस से कनेक्ट न हो जाएँ और अनचाही पहुँच से आप सुरक्षित रहें। अनुरोध स्वीकार होते ही समन्वयन स्वचालित रूप से शुरू हो जाएगा।
it: Quando selezioni un dispositivo, riceverà una richiesta di sincronizzazione. Questo passaggio evita che tu ti connetta per errore ad altri dispositivi sulla stessa rete, proteggendoti da accessi indesiderati. Una volta accettata la richiesta, la sincronizzazione inizia automaticamente.
ja: デバイスを選択すると、同期リクエストが送信されます。この手順により、同じネットワーク上の他のデバイスに誤って接続することを防ぎ、不要なアクセスから保護します。リクエストが承認されると、自動的に同期が開始されます。
ko: 기기를 선택하면 동기화 요청이 전송됩니다. 이 단계는 같은 네트워크의 다른 기기와 실수로 연결되는 것을 방지하여 원치 않는 접근으로부터 보호합니다. 요청이 수락되면 동기화가 자동으로 시작됩니다.
nb: Når du velger en enhet, vil den motta en synkroniseringsforespørsel. Dette steget sørger for at du ikke ved et uhell kobler til andre enheter på samme nettverk, og beskytter deg mot uønsket tilgang. Når forespørselen er akseptert, starter synkroniseringen automatisk.
nl: Wanneer je een apparaat selecteert, ontvangt het een synchronisatieverzoek. Deze stap voorkomt dat je per ongeluk verbinding maakt met andere apparaten op hetzelfde netwerk en beschermt je tegen ongewenste toegang. Zodra het verzoek is geaccepteerd, begint de synchronisatie automatisch.
pt_br: Ao selecionar um dispositivo, ele receberá uma solicitação de sincronização. Esse passo garante que você não se conecte acidentalmente a outros dispositivos na mesma rede, protegendo você de acessos indesejados. Assim que a solicitação for aceita, a sincronização começa automaticamente.
sk: Keď vyberieš zariadenie, dostane žiadosť o synchronizáciu. Tento krok zaisťuje, že sa náhodne nepripojíš k iným zariadeniam v rovnakej sieti, čím ťa chráni pred nechceným prístupom. Po prijatí žiadosti sa synchronizácia spustí automaticky.
sv: När du väljer en enhet får den en synkroniseringsförfrågan. Detta steg ser till att du inte av misstag ansluter till andra enheter på samma nätverk och skyddar dig från oönskad åtkomst. När förfrågan accepteras startar synkroniseringen automatiskt.
tr: Bir cihaz seçtiğinizde, o cihaza bir eşitleme isteği gönderilir. Bu adım, aynı ağdaki diğer cihazlara yanlışlıkla bağlanmanızı engelleyerek istenmeyen erişimlerden korur. İstek kabul edildikten sonra eşitleme otomatik olarak başlar.
zh_hans: 当你选择某台设备时，该设备会收到一个同步请求。此步骤可确保你不会不小心连接到同一网络上的其他设备，从而防止未经授权的访问。请求被接受后，同步会自动开始。

# How To Sync General Message 7
source: When syncing is complete, a toast message will confirm that it was successful.
de: Wenn die Synchronisation abgeschlossen ist, bestätigt eine Toast‑Nachricht, dass sie erfolgreich war.
es: Cuando la sincronización termine, un mensaje tipo toast confirmará que se realizó correctamente.
fr: Quand la synchronisation est terminée, une notification confirmera que l’opération a réussi.
hi: सिंक पूरा होने पर, एक टोस्ट संदेश पुष्टि करेगा कि यह सफल रहा।
it: Al termine della sincronizzazione, un messaggio toast confermerà che è avvenuta con successo.
ja: 同期が完了すると、トーストメッセージで成功が確認できます。
ko: 동기화가 완료되면 토스트 메시지로 성공이 확인됩니다.
nb: Når synkroniseringen er fullført, vil en toast-melding bekrefte at den var vellykket.
nl: Als de synchronisatie klaar is, bevestigt een toastmelding dat deze succesvol was.
pt_br: Quando a sincronização for concluída, uma mensagem toast confirmará que foi bem‑sucedida.
sk: Po dokončení synchronizácie sa zobrazí toast s potvrdením, že prebehla úspešne.
sv: När synkroniseringen är klar visas ett toast-meddelande som bekräftar att den lyckades.
tr: Eşitleme tamamlandığında, işlem başarılı olduğunu belirten bir kısa bildirim (toast) gösterilir.
zh_hans: 同步完成后，会有一条提示确认同步已成功。
